bench/results/raw/ab-20260917-184508/base-r3-proxy-_json-c64.txt
Running 5s test @ http://127.0.0.1:8093/json
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   279.48us   58.94us   4.79ms   93.01%
    Req/Sec    57.70k     2.83k   77.09k    90.64%
  1165341 requests in 5.10s, 174.48MB read
Requests/sec: 228526.91
Transfer/sec:     34.22MB